---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ReinforcementSpacing
source: html/43e2764b-e51a-a993-ab48-f6f6f4908abb.htm
---
# Autodesk.Revit.DB.SpecTypeId.ReinforcementSpacing Property

Reinforcement Spacing, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId ReinforcementSpacing { get; }
```